Repository: suvorov2280822-sudo/iCordDev
Catalog: iCord/Localizations/*.lproj/Localizable.strings
Languages: ru

# welcome_title
source: Welcome to iCord
ru: Добро пожаловать в iCord

# welcome_subtitle
source: Choose how you want to continue.
ru: Выберите, как хотите продолжить.

source: Continue
ru: Продолжить

# back_button
source: Back
ru: Назад

# continue_in_language
source: Continue in %@
ru: Продолжить на %@

# phone_title
source: Phone
ru: Телефон

# phone_subtitle
source: Please enter your mobile number.
ru: Пожалуйста, введите свой номер телефона.

source: Sync contacts
ru: Синхронизировать контакты

# confirm_title
source: Is this number correct?
ru: Правильный номер?

source: Edit
ru: Изменить

# code_title
source: Enter code
ru: Введите код

# code_subtitle
source: We sent an SMS with a verification code to %@
ru: Мы отправили SMS с кодом подтверждения на %@

# profile_title
source: Profile
ru: Профиль

# profile_subtitle
source: Enter your name to finish setting up your account.
ru: Введите ваше имя, чтобы завершить настройку аккаунта.

# profile_placeholder
source: Name
ru: Имя

# error_too_many_requests
source: Too many attempts. Try again later.
ru: Слишком много попыток. Попробуйте позже.

# error_incorrect_code
source: Incorrect verification code.
ru: Неверный код подтверждения.

# error_internal
source: Something went wrong. Try again.
ru: Произошла ошибка. Попробуйте снова.

# error_network
source: Network error. Check your connection.
ru: Ошибка сети. Проверьте подключение.

# error_auth
source: Authentication error. Try again.
ru: Ошибка авторизации. Попробуйте снова.

# error_verification_id_empty
source: Verification ID is empty.
ru: Пустой идентификатор подтверждения.

# error_user_not_found
source: User not found. Try again.
ru: Пользователь не найден. Попробуйте снова.

# error_invalid_verification_code
source: Invalid verification code.
ru: Неверный код подтверждения.
